Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageSafeModeEnabled
source: SAFE MODE ENABLED - many features will be disabled
cs_cz: NOUZOVÝ REŽIM POVOLEN – mnoho funkcí bude zakázáno.
da_dk: FEJLSIKRET TILSTAND ER AKTIVERET – mange funktioner vil blive deaktiveret
de_de: ABGESICHERTER MODUS AKTIVIERT – viele Features werden deaktiviert
el_gr: Η ΑΣΦΑΛΗΣ ΛΕΙΤΟΥΡΓΙΑ ΕΙΝΑΙ ΕΝΕΡΓΟΠΟΙΗΜΕΝΗ - πολλές δυνατότητες θα απενεργοποιηθούν
es_es: MODO SEGURO HABILITADO: muchas características se deshabilitarán
fi_fi: VIKASIETOTILA KÄYTÖSSÄ - monet ominaisuudet poistetaan käytöstä
fr_fr: MODE SANS ÉCHEC ACTIVÉ - De nombreuses fonctionnalités seront désactivées
hu_hu: CSÖKKENTETT MÓD ENGEDÉLYEZVE – számos funkció le lesz tiltva
it_it: MODALITÀ PROVVISORIA ABILITATA - Molte funzionalità verranno disabilitate
ja_jp: セーフ モードが有効 - 多くの機能が無効になります
ko_kr: 안전 모드 사용 - 많은 기능을 사용할 수 없습니다.
nb_no: SIKKERMODUS AKTIVERT – mange funksjoner vil bli deaktivert
nl_nl: VEILIGE MODUS INGESCHAKELD - veel functies worden uitgeschakeld
pl_pl: TRYB AWARYJNY WŁĄCZONY — wiele funkcji zostanie wyłączonych
pt_br: MODO DE SEGURANÇA HABILITADO - muitos recursos serão desabilitados
pt_pt: MODO DE SEGURANÇA ATIVADO - muitas funcionalidades serão desativadas
ru_ru: БЕЗОПАСНЫЙ РЕЖИМ ВКЛЮЧЕН — многие функции будут отключены
sv_se: FELSÄKERT LÄGE AKTIVERAT – många funktioner inaktiveras
tr_tr: GÜVENLİ MOD ETKİN: birçok özellik devre dışı bırakılır
zh_cn: 安全模式已启用 - 许多功能都将被禁用
zh_tw: 安全模式已啟用 - 許多功能將會停用

# MessageMirroredNetworkingNotSupportedReason
source: Mirrored networking mode is not supported: {}. Falling back to NAT networking.
cs_cz: Zrcadlený síťový režim není podporován: {}. Návrat k sítím NAT.
da_dk: Spejlet netværkstilstand understøttes ikke: {}. Går tilbage til NAT-netværk.
de_de: Der gespiegelte Netzwerkmodus wird nicht unterstützt: {}. Fallback auf NAT-Netzwerk.
el_gr: Η λειτουργία κατοπτρισμού δικτύου (mirrored networking) δεν υποστηρίζεται: {}. Επιστροφή στη δικτύωση NAT.
es_es: No se admite el modo de red reflejada: {}. Revirtiendo a las redes NAT.
fi_fi: Peilatun verkon tilaa ei tueta: {}. Palataan nat-verkkopalveluun.
fr_fr: Le mode réseau mis en miroir n’est pas pris en charge : {}. Retour à la mise en réseau NAT.
hu_hu: A tükrözött hálózati mód nem támogatott: {}. Visszaállás NAT-hálózatkezelésre.
it_it: La modalità di rete con mirroring non è supportata: {}. Fallback alla rete NAT.
ja_jp: ミラー化されたネットワーク モードはサポートされていません: {} NAT ネットワークにフォールバックしています。
ko_kr: 미러된 네트워킹 모드는 지원되지 않음: {}. NAT 네트워킹으로 대체합니다.
nb_no: Avspeilet nettverksmodus støttes ikke: {}. Faller tilbake til NAT-nettverk.
nl_nl: Gespiegelde netwerkmodus wordt niet ondersteund: {}. Terugvallen op NAT-netwerken.
pl_pl: Tryb dublowanych sieci nie jest obsługiwany: {}. Powrót do sieci NAT.
pt_br: Não há suporte para o modo de rede espelhado: {}. Voltando à rede NAT.
pt_pt: O modo de rede espelhado não é suportado: {}. A reverter para a rede NAT.
ru_ru: Режим зеркальной сети не поддерживается: {}. Возврат к сети NAT.
sv_se: Speglat nätverksläge stöds inte: {}. Återgår till NAT-nätverk.
tr_tr: Yansıtılmış ağ modu desteklenmiyor: {}. NAT ağ bağlantısına geri dönülüyor.
zh_cn: 不支持镜像网络模式： {}。 正在回退到 NAT 网络。
zh_tw: 不支援鏡像網路模式： {}。 回到 NAT 網路。

# MessageMirroredNetworkingNotSupportedKernel
source: Linux Kernel version 5.10 or newer is required
cs_cz: Vyžaduje se linuxové jádro verze 5.10 nebo novější.
da_dk: Linux Kernel version 5.10 eller nyere er påkrævet
de_de: Linux-Kernel, Version 5.10 oder höher, ist erforderlich.
el_gr: Απαιτείται έκδοση Linux Kernel 5.10 ή νεότερη
es_es: Se requiere linux kernel versión 5.10 o posterior
fi_fi: Linux-ytimen versio 5.10 tai uudempi vaaditaan
fr_fr: Le noyau Linux version 5.10 ou ultérieure est obligatoire
hu_hu: A Linux Kernel 5.10-es vagy újabb verziójára van szükség
it_it: È necessario il kernel Linux versione 5.10 o successiva
ja_jp: Linux カーネル バージョン 5.10 以降が必要です
ko_kr: Linux 커널 버전 5.10 이상 필요
nb_no: Linux Kernel versjon 5.10 eller nyere kreves
nl_nl: Linux Kernel versie 5.10 of nieuwere is vereist
pl_pl: Wymagane jest jądro systemu Linux w wersji 5.10 lub nowszej
pt_br: O Kernel do Linux versão 5.10 ou mais recente é necessário
pt_pt: É necessária a versão 5.10 ou mais recente do Kernel do Linux
ru_ru: Требуется ядро Linux версии 5.10 или более поздней
sv_se: Linux Kernel version 5.10 eller senare krävs
tr_tr: Linux Çekirdeği sürüm 5.10 veya daha yenisi gerekiyor
zh_cn: 需要 Linux 内核版本 5.10 或更高版本
zh_tw: 需要 Linux 核心 5.10 版或更新版本

# MessageMirroredNetworkingNotSupportedWindowsVersion
source: Windows version {}.{} does not have the required features
cs_cz: Verze Systému Windows {}. {} nemá požadované funkce.
da_dk: Windows-version {}. {} har ikke de nødvendige funktioner
de_de: Windows-Version {}. {} verfügt nicht über die erforderlichen Features.
el_gr: Η έκδοση Windows {}.{} δεν διαθέτει τις απαιτούμενες δυνατότητες
es_es: Versión {}de Windows. {} no tiene las características necesarias
fi_fi: Windows-versio {}. {} ei sisällä tarvittavia ominaisuuksia
fr_fr: Windows version {}. {} ne dispose pas des fonctionnalités requises
hu_hu: Windows-verzió: {}. {} nem rendelkezik a szükséges funkciókkal
it_it: Versione di Windows {}. {} non dispone delle funzionalità necessarie
ja_jp: Windows バージョン {}.{} には必要な機能がありません
ko_kr: Windows 버전 {}. {}에 필요한 기능이 없습니다.
nb_no: Windows-versjon {}. {} har ikke de nødvendige funksjonene
nl_nl: Windows-versie {}. {} beschikt niet over de vereiste functies
pl_pl: Wersja systemu Windows {}. {} nie ma wymaganych funkcji
pt_br: Versão do Windows {}. {} não tem os recursos necessários
pt_pt: Versão do Windows {}. {} não tem as funcionalidades necessárias
ru_ru: Версия Windows {}. У {} нет необходимых компонентов
sv_se: Windows-version {}.{} har inte de nödvändiga funktionerna
tr_tr: Windows sürümü {}. {} gerekli özelliklere sahip değil
zh_cn: Windows 版本 {}。{} 没有所需的功能
zh_tw: Windows 版本 {}。{} 沒有所需的功能

# MessageHyperVFirewallNotSupported
source: Hyper-V firewall is not supported
cs_cz: Brána firewall technologie Hyper-V není podporována.
da_dk: Hyper-V-firewall understøttes ikke
de_de: Hyper-V-Firewall wird nicht unterstützt
el_gr: Το τείχος προστασίας Hyper-V δεν υποστηρίζεται
es_es: No se admite el firewall de Hyper-V
fi_fi: Hyper-V-palomuuria ei tueta
fr_fr: Le pare-feu Hyper-V n’est pas pris en charge
hu_hu: A Hyper-V tűzfal nem támogatott
it_it: Il firewall Hyper-V non è supportato
ja_jp: Hyper-V ファイアウォールはサポートされていません
ko_kr: Hyper-V 방화벽은 지원되지 않습니다.
nb_no: Brannmuren støtter ikke Hyper-V
nl_nl: Hyper-V-firewall wordt niet ondersteund
pl_pl: Zapora funkcji Hyper-V nie jest obsługiwana
pt_br: Não há suporte para o firewall do Hyper-V
pt_pt: A firewall do Hyper-V não é suportada
ru_ru: Брандмауэр Hyper-V не поддерживается
sv_se: Hyper-V-brandväggen stöds inte
tr_tr: Hyper-V güvenlik duvarı desteklenmiyor
zh_cn: Hyper-V 防火墙不受支持
zh_tw: 不支援 Hyper-V 防火牆

# MessageDnsTunnelingNotSupported
source: DNS Tunneling is not supported
cs_cz: Tunelování DNS není podporováno.
da_dk: DNS-tunnelføring understøttes ikke
de_de: DNS-Tunneln wird nicht unterstützt
el_gr: Η διοχέτευση (Tunneling) DNS δεν υποστηρίζεται
es_es: No se admite la tunelización del servicio de nombres de dominio
fi_fi: DNS-tunnelointia ei tueta
fr_fr: Le tunneling DNS n’est pas pris en charge
hu_hu: A DNS-alagút nem támogatott
it_it: Tunneling DNS non è supportato
ja_jp: DNS トンネリングはサポートされていません
ko_kr: DNS 터널링은 지원되지 않습니다.
nb_no: DNS-tunnelering støttes ikke
nl_nl: DNS-tunneling wordt niet ondersteund
pl_pl: Tunelowanie DNS nie jest obsługiwane
pt_br: Não há suporte para túnel DNS
pt_pt: O Túnel DNS não é suportado
ru_ru: Туннелирование DNS не поддерживается
sv_se: DNS-tunneltrafik stöds inte
tr_tr: DNS Tüneli desteklenmiyor
zh_cn: DNS 隧道不受支持
zh_tw: 不支援 DNS 通道

# MessageLocalhostForwardingNotSupportedMirroredMode
source: The wsl2.localhostForwarding setting has no effect when using mirrored networking mode
cs_cz: Nastavení wsl2.localhostForwarding nemá žádný vliv při použití zrcadleného síťového režimu
da_dk: Indstillingen wsl2.localhostForwarding har ingen effekt, når der bruges spejlet netværkstilstand
de_de: Die Einstellung "wsl2.localhostForwarding" hat keine Auswirkungen, wenn der gespiegelte Netzwerkmodus verwendet wird.
el_gr: Η ρύθμιση wsl2.localhostForwarding δεν έχει καμία επίδραση όταν χρησιμοποιείται λειτουργία κατοπτρισμού δικτύου
es_es: La configuración wsl2.localhostForwarding no tiene ningún efecto al usar el modo de red reflejada
fi_fi: wsl2.localhostForwarding-asetuksella ei ole vaikutusta käytettäessä peilatun verkon tilaa
fr_fr: Le paramètre wsl2.localhostForwarding n’a aucun effet lors de l’utilisation du mode réseau mis en miroir
hu_hu: A wsl2.localhostForwarding beállításnak nincs hatása tükrözött hálózati mód használatakor
it_it: L'impostazione wsl2.localhostForwarding non ha effetto quando si usa la modalità di rete con mirroring
ja_jp: ミラー化されたネットワーク モードを使用している場合、wsl2.localhostForwarding 設定は無効です
ko_kr: 미러된 네트워킹 모드를 사용할 때는 wsl2.localhostForwarding 설정이 적용되지 않습니다.
nb_no: Innstillingen wsl2.localhostForwarding har ingen effekt ved bruk av avspeilet nettverksmodus
nl_nl: De instelling wsl2.localhostForwarding heeft geen effect bij het gebruik van de gespiegelde netwerkmodus
pl_pl: Ustawienie wsl2.localhostForwarding nie ma wpływu w przypadku korzystania z trybu sieci lustrzanej
pt_br: A configuração wsl2.localhostForwarding não tem efeito ao usar o modo de rede espelhado
pt_pt: A definição wsl2.localhostForwarding não tem qualquer efeito ao utilizar o modo de rede espelhado
ru_ru: Параметр wsl2.localhostForwarding не действует при использовании зеркального сетевого режима
sv_se: Inställningen wsl2.localhostForwarding har ingen effekt när speglat nätverksläge används
tr_tr: Yansıtılmış ağ modu kullanılırken wsl2.localhostForwarding ayarının etkisi yoktur
zh_cn: 使用镜像网络模式时，wsl2.localhostForwarding 设置无效
zh_tw: 使用鏡像網路模式時，wsl2.localhostForwarding 設定沒有作用

# MessageHttpProxyChangeDetected
source: An Http Proxy change has been detected on the host. Please restart WSL to apply the change.
cs_cz: Na hostiteli byla zjištěna změna proxy serveru HTTP. Restartujte WSL, aby se změna použila.
da_dk: Der er registreret en http-proxyændring på værten. Genstart WSL for at anvende ændringen.
de_de: Auf dem Host wurde eine Http-Proxy-Änderung erkannt. Bitte starten Sie WSL neu, um die Änderung anzuwenden.
el_gr: Εντοπίστηκε αλλαγή διακομιστή μεσολάβησης Http (Http Proxy) στον κεντρικό υπολογιστή. Παρακαλώ επανεκκινήστε το WSL για να εφαρμόσετε την αλλαγή.
es_es: Se detectó un cambio de proxy HTTP en el host. Reinicie WSL para aplicar el cambio.
fi_fi: Isännässä on havaittu HTTP-välityspalvelimen muutos. Ota muutos käyttöön käynnistämällä WSL uudelleen.
fr_fr: Une modification de proxy HTTP a été détectée sur l’hôte. Redémarrez WSL pour appliquer la modification.
hu_hu: A rendszer HTTP-proxymódosítást észlelt a gazdagépen. A módosítás alkalmazásához indítsa újra a WSL-t.
it_it: È stata rilevata una modifica del proxy HTTP nell'host. Riavviare WSL per applicare la modifica.
ja_jp: HTTP プロキシの変更がホストで検出されました。変更を適用するには、WSL を再起動してください。
ko_kr: 호스트에서 HTTP 프록시 변경이 검색되었습니다. 변경 내용을 적용하려면 WSL을 다시 시작하세요.
nb_no: Det ble oppdaget en http-proxy-endring på verten. Start WSL på nytt for å bruke endringen.
nl_nl: Er is een http-proxywijziging gedetecteerd op de host. Start WSL opnieuw om de wijziging toe te passen.
pl_pl: Na hoście wykryto zmianę serwera proxy HTTP. Uruchom ponownie podsystem WSL, aby zastosować zmianę.
pt_br: Foi detectada uma alteração de Proxy Http no host. Reinicie o WSL para aplicar a alteração.
pt_pt: Foi detetada uma alteração de Proxy http no anfitrião. Reinicie o WSL para aplicar a alteração.
ru_ru: В узле обнаружено изменение HTTP-прокси. Перезапустите WSL, чтобы применить изменение.
sv_se: En http-proxyändring har identifierats på värden. Starta om WSL för att tillämpa ändringen.
tr_tr: Konakta bir Http Proxy değişikliği algılandı. Değişikliği uygulamak için lütfen WSL'yi yeniden başlatın.
zh_cn: 在主机上检测到 Http 代理更改。请重启 WSL 以应用更改。
zh_tw: 在主機上偵測到 Http Proxy 變更。請重新開機 WSL 以套用變更。

# MessageProxyLocalhostSettingsDropped
source: A localhost proxy configuration was detected but not mirrored into WSL. WSL in NAT mode does not support localhost proxies.
cs_cz: Byla zjištěna konfigurace proxy serveru localhost, ale nebyla zrcadlena do WSL. WSL v režimu NAT nepodporuje proxy localhost.
da_dk: Der blev registreret en localhost-proxykonfiguration, men den blev ikke spejlet til WSL. WSL i NAT-tilstand understøtter ikke localhost-proxyer.
de_de: Eine Localhost-Proxykonfiguration wurde erkannt, aber nicht in WSL gespiegelt. WSL im NAT-Modus unterstützt keine Localhost-Proxys.
el_gr: Εντοπίστηκε μια ρύθμιση παραμέτρων διακομιστή μεσολάβησης localhost, αλλά δεν αντικατοπτρίστηκε στο WSL. Το WSL σε λειτουργία NAT δεν υποστηρίζει διακομιστές μεσολάβησης localhost.
es_es: Se detectó una configuración de proxy localhost, pero no se refleja en WSL. WSL en modo NAT no admite servidores proxy localhost.
fi_fi: Havaittiin localhost-välityspalvelimen määritys, mutta sitä ei peilattu WSL:ään. WSL NAT-tilassa ei tue localhost-välityspalvelimia.
fr_fr: Une configuration de proxy localhost a été détectée, mais n’a pas été mise en miroir dans WSL. WSL en mode NAT ne prend pas en charge les proxys localhost.
hu_hu: A rendszer localhost-proxykonfigurációt észlelt, de nem tükrözte a WSL-be. A NAT módban futó WSL nem támogatja a localhost proxykat.
it_it: È stata rilevata una configurazione proxy localhost ma non è stato eseguito il mirroring in WSL. WSL in modalità NAT non supporta i proxy localhost.
ja_jp: ローカルホスト プロキシ構成が検出されましたが、WSL にミラーリングされませんでした。NAT モードの WSL は、ローカルホスト プロキシをサポートしません。
ko_kr: localhost 프록시 구성이 검색되었지만 WSL로 미러링되지 않았습니다. NAT 모드의 WSL은 localhost 프록시를 지원하지 않습니다.
nb_no: En localhost-proxykonfigurasjon ble oppdaget, men ikke avspeilet i Windows Subsystem for Linux. Windows Subsystem for Linux i NAT-modus støtter ikke localhost-proxyer.
nl_nl: Er is een localhost-proxyconfiguratie gedetecteerd, maar niet gespiegeld in WSL. WSL in nat-modus biedt geen ondersteuning voor localhostproxy's.
pl_pl: Wykryto konfigurację serwera proxy hosta lokalnego, ale nie została ona zdublowana w podsystemie WSL. Podsystem WSL w trybie NAT nie obsługuje serwerów proxy hosta lokalnego.
pt_br: Uma configuração de proxy de host local foi detectada, mas não espelhada em WSL. O WSL no modo NAT não dá suporte a proxies de localhost.
pt_pt: Foi detetada uma configuração de proxy de localhost, mas não foi espelhada no WSL. O WSL no modo NAT não suporta proxies de localhost.
ru_ru: Конфигурация прокси-сервера localhost обнаружена, но не отражена в WSL. WSL в режиме NAT не поддерживает прокси-серверы localhost.
sv_se: En konfiguration för localhost-proxy upptäcktes men speglades inte i WSL. WSL i NAT-läge stöder inte localhost-proxys.
tr_tr: Bir localhost proxy yapılandırması algılandı ancak WSL'ye yansıtılmadı. NAT modundaki WSL, localhost proxy'lerini desteklemez.
zh_cn: 检测到 localhost 代理配置，但未镜像到 WSL。NAT 模式下的 WSL 不支持 localhost 代理。
zh_tw: 偵測到 localhost Proxy 設定，但未鏡像到 WSL。NAT 模式中的 WSL 不支援 localhost Proxy。

# MessageProxyV6SettingsDropped
source: An IPv6 proxy configuration was detected but not mirrored into WSL. WSL in NAT mode does not support IPv6.
cs_cz: Byla zjištěna konfigurace proxy serveru IPv6, ale nebyla zrcadlena do WSL. WSL v režimu NAT nepodporuje protokol IPv6.
da_dk: Der blev registreret en IPv6-proxykonfiguration, men den blev ikke spejlet til WSL. WSL i NAT-tilstand understøtter ikke IPv6.
de_de: Eine IPv6-Proxykonfiguration wurde erkannt, aber nicht in WSL gespiegelt. WSL im NAT-Modus unterstützt IPv6 nicht.
el_gr: Εντοπίστηκε διαμόρφωση διακομιστή μεσολάβησης IPv6, αλλά δεν αντικατοπτρίστηκε στο WSL. Το WSL σε λειτουργία NAT δεν υποστηρίζει IPv6.
es_es: Se detectó una configuración de proxy IPv6, pero no se reflejó en WSL. WSL en modo NAT no admite IPv6.
fi_fi: Havaittiin IPv6-välityspalvelimen määritys, mutta sitä ei peilattu WSL:ään. NAT-tilassa WSL ei tue IPv6:ta.
fr_fr: Une configuration de proxy IPv6 a été détectée, mais n’a pas été mise en miroir dans WSL. WSL en mode NAT ne prend pas en charge IPv6.
hu_hu: A rendszer egy IPv6-proxykonfigurációt észlelt, de nem tükrözte a WSL-be. A WSL NAT-módban nem támogatja az IPv6 proxyt.
it_it: È stata rilevata una configurazione proxy IPv6 ma non è stato eseguito il mirroring in WSL. WSL in modalità NAT non supporta IPv6.
ja_jp: IPv6 プロキシ構成が検出されましたが、WSL にミラーリングされませんでした。NAT モードの WSL は IPv6 をサポートしません。
ko_kr: IPv6 프록시 구성이 검색되었지만 WSL로 미러링되지 않았습니다. NAT 모드의 WSL은 IPv6을 지원하지 않습니다.
nb_no: En IPv6-proxykonfigurasjon ble oppdaget, men ikke avspeilet i WSL. WSL i NAT-modus støtter ikke IPv6.
nl_nl: Er is een IPv6-proxyconfiguratie gedetecteerd, maar niet gespiegeld in WSL. WSL in nat-modus biedt geen ondersteuning voor IPv6.
pl_pl: Wykryto konfigurację serwera proxy IPv6, ale nie została ona zdublowana w podsystemie WSL. Podsystem WSL w trybie NAT nie obsługuje protokołu IPv6.
pt_br: Uma configuração de proxy IPv6 foi detectada, mas não espelhada em WSL. O WSL no modo NAT não dá suporte a IPv6.
pt_pt: Foi detetada uma configuração de proxy IPv6, mas não foi espelhada no WSL. O WSL no modo NAT não suporta IPv6.
ru_ru: Конфигурация прокси-сервера IPv6 обнаружена, но не отражена в WSL. WSL в режиме NAT не поддерживает IPv6.
sv_se: En IPv6-proxykonfiguration identifierades men speglades inte till WSL. WSL i NAT-läge stöder inte IPv6.
tr_tr: Bir IPv6 proxy yapılandırması algılandı ancak WSL'ye yansıtılmadı. NAT modunda WSL, IPv6'yı desteklemez.
zh_cn: 检测到 IPv6 代理配置，但未镜像到 WSL。NAT 模式下的 WSL 不支持 IPv6。
zh_tw: 偵測到 IPv6 Proxy 設定，但未鏡像到 WSL。NAT 模式中的 WSL 不支援 IPv6。

# MessageProxyLoopbackV6SettingsDropped
source: A localhost IPv6 proxy configuration was detected but not mirrored into WSL. WSL does not support localhost IPv6 proxies.
cs_cz: Byla zjištěna konfigurace proxy serveru IPv6 místního hostitele, ale nebyla zrcadlena do WSL. WSL nepodporuje proxy localhost IPv6.
da_dk: Der blev registreret en localhost IPv6-proxykonfiguration, men den blev ikke spejlet til WSL. WSL understøtter ikke localhost IPv6-proxyer.
de_de: Eine Localhost-IPv6-Proxykonfiguration wurde erkannt, aber nicht in WSL gespiegelt. WSL unterstützt keine Localhost-IPv6-Proxys.
el_gr: Εντοπίστηκε διαμόρφωση διακομιστή μεσολάβησης localhost IPv6, αλλά δεν αντικατοπτρίστηκε στο WSL. Το WSL δεν υποστηρίζει διακομιστές μεσολάβησης localhost IPv6.
es_es: Se detectó una configuración de proxy IPv6 localhost, pero no se reflejó en WSL. WSL no admite servidores proxy IPv6 localhost.
fi_fi: Havaittiin localhost IPv6 -välityspalvelimen määritys, mutta sitä ei peilattu WSL:ään. WSL ei tue localhost IPv6 -välityspalvelimia.
fr_fr: Une configuration de proxy IPv6 localhost a été détectée, mais n’a pas été mise en miroir dans WSL. WSL ne prend pas en charge les proxys IPv6 localhost.
hu_hu: A rendszer localhost IPv6-proxykonfigurációt észlelt, de nem tükrözte a WSL-be. A WSL nem támogatja a localhost IPv6-proxykat.
it_it: È stata rilevata una configurazione proxy IPv6 localhost, ma non è stato eseguito il mirroring in WSL. WSL non supporta i proxy IPv6 localhost.
ja_jp: ローカルホスト IPv6 プロキシ構成が検出されましたが、WSL にミラーリングされませんでした。WSL はローカルホスト IPv6 プロキシをサポートしません。
ko_kr: localhost IPv6 프록시 구성이 검색되었지만 WSL에 미러링되지 않았습니다. WSL은 localhost IPv6 프록시를 지원하지 않습니다.
nb_no: En IPv6-proxy-konfigurasjon for localhost ble oppdaget, men er ikke avspeilet i WSL. WSL støtter ikke IPv6-proxyer for localhost.
nl_nl: Er is een localhost IPv6-proxyconfiguratie gedetecteerd, maar niet gespiegeld in WSL. WSL biedt geen ondersteuning voor localhost IPv6-proxy's.
pl_pl: Wykryto konfigurację serwera proxy IPv6 hosta lokalnego, ale nie została ona zdublowana w podsystemie WSL. Podsystem WSL nie obsługuje serwerów proxy IPv6 hosta lokalnego.
pt_br: Uma configuração de proxy IPv6 de localhost foi detectada, mas não espelhada em WSL. O WSL não dá suporte a proxies IPv6 de localhost.
pt_pt: Foi detetada uma configuração de proxy IPv6 de localhost, mas não foi espelhada no WSL. O WSL não suporta proxies IPv6 de localhost.
ru_ru: Конфигурация прокси-сервера localhost IPv6 обнаружена, но не отражена в WSL. WSL не поддерживает прокси-серверы localhost IPv6.
sv_se: En konfiguration för localhost IPv6-proxy upptäcktes men speglades inte i WSL. WSL stöder inte localhost IPv6-proxys.
tr_tr: Bir localhost IPv6 proxy yapılandırması algılandı ancak WSL'ye yansıtılmadı. WSL, localhost IPv6 proxy'lerini desteklemez.
zh_cn: 检测到 localhost IPv6 代理配置，但未镜像到 WSL。WSL 不支持 localhost IPv6 代理。
zh_tw: 偵測到 localhost IPv6 Proxy 設定，但未鏡像到 WSL。WSL 不支援 localhost IPv6 Proxy。

# MessageProxyUnexpectedSettingsDropped
source: An unexpected error occurred while attempting to resolve proxy settings, proxy settings were not mirrored into WSL.
cs_cz: Při pokusu o překlad nastavení proxy serveru došlo k neočekávané chybě. Nastavení proxy serveru nebylo zrcadleno do WSL.
da_dk: Der opstod en uventet fejl under forsøg på at fortolke proxyindstillingerne. Proxyindstillingerne blev ikke spejlet til WSL.
de_de: Ein unerwarteter Fehler ist beim Auflösen der Proxyeinstellungen aufgetreten. Die Proxyeinstellungen wurden nicht in WSL gespiegelt.
el_gr: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα κατά την προσπάθεια επίλυσης των ρυθμίσεων του διακομιστή μεσολάβησης. Οι ρυθμίσεις του διακομιστή μεσολάβησης δεν αντικατοπτρίστηκαν στο WSL.
es_es: Error inesperado al intentar resolver la configuración de proxy. La configuración de proxy no se reflejó en WSL.
fi_fi: Odottamaton virhe yritettäessä selvittää välityspalvelimen asetuksia, välityspalvelimen asetuksia ei peilattu WSL:ksi.
fr_fr: Une erreur inattendue s’est produite lors de la tentative de résolution des paramètres de proxy. Les paramètres de proxy n’ont pas été mis en miroir dans WSL.
hu_hu: Váratlan hiba történt a proxybeállítások feloldása közben. A proxybeállítások nem lettek tükrözve a WSL-be.
it_it: Si è verificato un errore imprevisto durante il tentativo di risolvere le impostazioni proxy; le impostazioni proxy non è stato eseguito il mirroring in WSL.
ja_jp: プロキシ設定を解決しようとしたときに予期しないエラーが発生しました。プロキシ設定は WSL にミラーリングされませんでした。
ko_kr: 프록시 설정을 확인하는 동안 예기치 않은 오류가 발생했습니다. 프록시 설정이 WSL에 미러링되지 않았습니다.
nb_no: Det oppstod en uventet feil under forsøk på å løse proxy-innstillinger. Proxy-innstillinger ble ikke speilet til WSL.
nl_nl: Er is een onverwachte fout opgetreden tijdens het omzetten van proxy-instellingen. Proxy-instellingen zijn niet gespiegeld in WSL.
pl_pl: Wystąpił nieoczekiwany błąd podczas próby rozpoznania ustawień serwera proxy. Ustawienia serwera proxy nie zostały zdublowane w podsystemie WSL.
pt_br: Ocorreu um erro inesperado ao tentar resolve configurações de proxy, as configurações de proxy não foram espelhadas em WSL.
pt_pt: Ocorreu um erro inesperado ao tentar resolver as definições de proxy, as definições de proxy não foram espelhadas no WSL.
ru_ru: При попытке разрешить параметры прокси-сервера произошла непредвиденная ошибка. Параметры прокси-сервера не были зеркально отражены в WSL.
sv_se: Ett oväntat fel uppstod när proxyinställningarna skulle matchas. Proxyinställningarna speglades inte i WSL.
tr_tr: Proxy ayarları çözümlanmaya çalışılırken beklenmeyen bir hata oluştu, proxy ayarları WSL'ye yansıtılamadı.
zh_cn: 尝试解析代理设置时发生意外错误，代理设置未镜像到 WSL。
zh_tw: 嘗試解析 Proxy 設定時發生意外的錯誤，Proxy 設定未鏡像到 WSL。
